Repository: giellalt/corpus-sme
Catalog: tmx/nob/admin/sd/reports_no/norutrapport_2012_6_samisk.pdf.tmx
Source language: sme
Languages: nob

source: Lea juohke ovttadatjođiheaddji duohken fuomášit sáddet bargiidis giellaguovddáža kurssiide.
nob: Det er opp til hver enkelt etatsledelse å initiere eller sende ansatte på språksenterets kurs.

source: Dearvvašvuođa ‐ ja girjerájusbargit leat ovdamearkkadihet leamaš vásedin kursses.
nob: Helsearbeidere og bibliotekansatte har blant annet hatt egne kurs.

source: Kursset lágiduvvojit Moskaluovttas, mii lea giellaguovddáža váldo doaibmabáiki. Ovdal lágidedje
nob: Kursene som kjøres i Lakselvbukt utgjør grunnstammen i språksenterets virksomhet.

source: giellakurssiid modulaid mielde ja čuvvo Davvin oahpponeavvuid, ja maŋŋil ožžo vejolašvuođa čađahit eksámena joatkkaskuvlla C ‐ dásis.
nob: Språkkurs ble tidligere arrangert i moduler med basis i læreverket Davvin, med mulighet til å avlegge eksamen på videregående skoles nivå C ‐ språk.

source: Giellaguovddáš searvvai 2011:s Sámedikki 5‐jagi rávisolbmuidoahppoprográmmii, ja sis lei buorre ovttasbargu Sámi allaskuvllain go čađahedje guokte SAAL ‐ kursse mat adde gelbbolašvuođa (22 studeantta čađahedje eksámena).
nob: Språksenteret ble i 2011 med på Sametingets satsning med et 5‐ årige voksenopplæringsprogram, og hadde et godt samarbeid med Samisk høgskole om gjennomføringen av to kompetansegivende SAAL ‐ kurs (22 deltakere tok eksamen).

source: Moskaluovtta giellabargit čađahedje daid kurssiid.
nob: Språkmedarbeideren i Lakselvbukt gjennomførte kursene.

source: Sii válljejedje daid doallat eahketkursen ja vahkkoloahpaid, danin go dihte juo ahte oasseválddit eai oaččo barggus virgelobi bálkkáin. Go Sámi allaskuvllas ii šat lean
nob: Disse ble valgt gjennomført på kveldstid og

source: kapasitehta veahkehit lágidit kurssiid davvisámegielas, de fertii giellaguovddáš ohcat ođđa ovttasbargoásahusa, ja válljii ge dasto ovttasbargagoahtit Sámi giellateknologiija guovddážiin (Giellatekno) mii lea Romssa universitehtas.
nob: Da Samisk høgskole ikke lenger hadde kapasitet til å bistå i gjennomføringen av kurstilbudet i nordsamiske, måtte språksenteret finne seg en ny samarbeidspart, og valgte Senter for samisk språkteknologi (Gellatekno) ved Universitetet i Tromsø.

source: Go de maŋŋil šattai aŋkke vejolašvuohta ovttasbargat Sámi allaskuvllain (nugo muhtun eará giellaguovddážat ge), dušše eará ruđalaš čovdosiiguin, de eai šat sáhttán geassádit šiehtadusain maid ledje dahkan Universitehtain.
nob: Når det etter hvert viste seg å være mulig å likevel fortsette samarbeidet med Samiske høgskole (som noen ande språksentre har gjort), om enn med andre økonomiske midler, var det ikke mulig å gå tilbake på de avtaler som var gjort med Universitetet.

source: Dat eaddudii ja hearddohuhtii.
nob: Dette skapte mye frustrasjon og harme.

source: Guovddáš lea maid lágidan giellalávguma sidjiide geat ovdal leat čuvvon kurssiid, ja maiddái eará
nob: Senteret har også arrangert språkbad for tidligere deltakere

source: joavkkuide geat ovdalaččas máhttet veaháš sámegiela, ja maiddái nuoraide geain lea sámegiella skuvllas.
nob: på kurs, men også for andre grupper som kan litt samisk fra før, samt for ungdom som har samisk i skolen.

source: Lágiduvvojit maid jahkásaččat ohppiiddeaivvadeamit buot ohppiide geain lea sámegiella Romssa vuođđoskuvllas.
nob: Det arrangeres også årlige elevtreff for alle elever med samisk i grunnskolen i Tromsø.

source: Mánát ja nuorat leat leamaš dehálaš ulbmiljoavku, sihke Moskaluovtta ja olles Moskavuona nuorat ja maiddái nuorat miehtá suohkana.
nob: Barn og unge har vært en viktig målgruppe, både i forhold til unge i lokalsamfunnet i Lakselvbukt og Ullsfjorden, og hele kommunen.

source: Lassin giellakurssiide lea guovddáš maid bargan fáddákurssiiguin maid sisdoallu leamaš mearrasámi árbevierut Moskavuonas.
nob: I tillegg til språkkursene har senteret hatt fokus på tematiske kurs rundt de sjøsamiske tradisjonene i Ullsfjorden.

source: Dat leamaš dakkár kursset go gáktegoarrun, duodji, borramušráhkadeapmi,
nob: Det har vært koftekurs, duodji ‐ kurs, matlagingskurs, knivkurs, beltekurs, kurs i

source: niibeduddjon, boagángoarrun, muitalanárbevierut jna..
nob: fortellertradisjoner osv..

source: Diekkár veaháš oanehit fáddákusset leat lágiduvvon Moskaluovttas, ja diekkár doaimmain besset oaidnit ja vásihit ahte sámivuohta ii leat várálaš, ja eanebut dustet dovddastit iežaset sápmái gullevašvuođa.
nob: Disse kortere temakursene som har vært gjennomført i Lakselvbukt har vært med på å ufarliggjøre det samiske, få flere til å vedkjenne seg sin samiske identitet og, og har også fungert som rekrutterende til språkkursene.

source: Diein kurssiin leat maid dovddusindahkan giellakurssiid ja oččodan olbmuid daidda searvat.
nob: Språkkafeene og ulike arrangement i forbindelse kulturdager, 6. februar osv. fungerer også som viktige møteplasser.

source: Giellakafea ja iešguđetlágan doalut, nugo guovvamánu 6. beaivi jnv, leat maid mávssolaš deaivvadanbáikkit.
nob: Senteret har også prosjekt som dokumenterer samiske stedsnavn i Ullsfjorden, og registrering av samiske kulturminner.

source: Guovddážis lea maid prošeakta mii dokumentere sámi báikenamaid Moskavuonas, ja sii registrerejit sámi kulturmuittuid.
nob: Senteret har et ønske om å bli flinkere til å dokumentere det de har gjort gjennom prosjekter slik at arbeidet også

source: Guovddážis livččii dáhttu šaddat čeahpibun dokumenteret dan maid prošeavttain leat bargan vai dat dieđut seailluhuvvoše boahttevuhtii.
nob: blir bevart for ettertiden.

source: Nugo ovdamearkkadihte govaid, girjjážiid, plakáhtaid jna..
nob: Dette kan være i form av bilder, utarbeidelse av hefter, plakater osv..

source: Dán rádjái ii leat sis leamaš kapasitehta ja máhttu dien bargat.
nob: Foreløpig har det ikke vært kapasitet og kompetanse til å følge dette opp.

source: Guovddážis leat leamaš guokte bargi čađat dan áiggi go leamaš doaimmas; beaivválaš jođiheaddji ja giellamielbargi.
nob: Senteret har i løpet av sin virkeperiode hatt en bemanning på to personer; daglig leder og en språkmedarbeider.

source: Giellabargi lea bargan iešguđetlágan virgeproseanttain, dál son lea bargá 80 % danin go sus leat maid sámegieldiimmut báikkálaš skuvllas.
nob: Den siste har vært i ulike stillingsprosenter, i dag er den på 80 % da vedkommende også har samisktimer på den lokale skolen.

source: Beaivválaš jođiheaddji leat molson golmma geardde, giellabargit leat maid boahtán ja mannan, muhto maŋemus jagiid leat bargit bisánan. Dasa
nob: Daglig leder er den tredje i rekken, språkmedarbeiderne har også kommet og gått, men bemanningen har nå vært stabil de siste årene.

source: lassin leat ollugat bargan guovddážis diibmobálkkáin veahkkin iešguđetlágan kurssiin ja prošeavttain.
nob: I tillegg har en rekke ressurspersoner vært knyttet til senteret på timebasis for å bistå i ulike kurs og prosjekter.

source: Muhtomin leat eanet ja eará háviid eai leat nu ollu liige bargit, 2010:s ledje ovdamearkkadihte 10 olbmo diekkár liigeveahkkin, ja oktiibuot sin bálkkát dahke sullii seamma go okta olles virgi.
nob: Antallet har variert, for eksempel var 10 personer engasjer i løpet av 2010, noe som utgjorde timeengasjement tilsvarende en hel stilling.

source: Go leat unnán bargit, de guovddážis eai leat nu ollu vejolašvuođat olahit miehtá doaibmaguovllu.
nob: En liten bemanning begrenser senterets mulighet til å nå ut i hele virkeområdet.

source: 8.4 Bargiid fidnen
nob: 8.4 Rekruttering

source: Lea oalle hástalus fidnet bargiid guovddážii, danin go gáibiduvvo ahte bargiin ferte leat formálalaš oahppu sámegielas, ja diekkár gelbbolašvuođa lea váttis gávdnat Moskaluovtta lahkosiin.
nob: Rekruttering til senteret er en utfordring da det legges vekt på at ansatte skal ha god formell samiskspråklig kompetanse, og denne i svært begrenset grad finnes i nærområdet til Lakselvbukt.

source: Ja ii ge leat álki eará báikki olbmuid oažžut dohko fárret.
nob: Det er heller ikke enkelt å få folk utenfra til å flytte.

source: Giellamielbargi lea fárren gillái, ja beaivválaš jođiheaddjis lea juo virgáibidjama rájes 2009:s (álggos gaskaboddosaš beaivválaš jođiheaddji) leamaš kanturbáiki ráđđeviesus gávpogis, ja finada duollet dálle Moskaluovttas.
nob: Språkmedarbeideren er tilflyttet til bygda, mens daglig leder siden ansettelsen i 2009 (først som vikarierende daglig leder) har hatt kontor på rådhuset i byen, og er sporadisk i Lakselvbukt.

source: Dat sáhttá maid leat hástalus go jođiheaddji ii leat oahpis dan lagasbirrasii gos giellaguovddáš doaibmá, muhto seammás lea maid buorre go son lea suohkanhálddahusas oidnosis, čuovvo doppe čoahkkimiid ja searvá
nob: Dette byr på noen utfordringer med at lederen er lite kjent i nærmiljøet, men har også klare fordeler ved å være en fysisk en del av kommuneadministrasjonen, være synlig på rådhuset, delta i møter, og delta i kommunale prosesser som angår samiske saker. To

source: suohkana áššemeannudemiide mat gusket sámi áššiide.
nob: saker kan trekkes fram som viktige.

source: Sáhttit dás namuhit guokte hui dehálaš ášši. Beaivválaš jođiheaddji lei njunnošis ráhkadeamen Sámegiela doaibmaplána 2012‐16, mii lei vuođđun suohkana ohcamušši go ozai beassat searvat sámegiela hálddašanguvlui.
nob: Daglig leder stod for utarbeidelsen av Handlingsplan for samiske språk 2012‐16, som var grunnlagsdokumentet for søknaden om innlemmelse i virkeområdet for samisk språkforvaltning.

source: Nugo muitit, de suohkan gesii dien ohcamuša 2011 čavčča go suohkanii válljejuvvui ođđa politihkalaš stivra.
nob: Søknaden ble som kjent trukket tilbake etter at kommunen fikk et nytt politisk styre høsten 2011.

source: Nubbe stuora ášši mainna beaivválaš jođiheaddji bargá, lea oažžut ásahuvvot sierra sámi kulturviesu Romssa gávpogii.
nob: Den andre saken daglig leder har arbeidet med, er etableringen av et samisk kulturhus i Tromsø by.

source: Stivra lea dieid bargguid dorjon, ja dat leamaš dehálaš barggut dan ektui ahte oainnusindahkat sámi
nob: Begge disse satsingene har hatt styrets støtte, og har vært viktige for å synliggjøre de samiske behovene i hele kommunen.

source: 8.5 Doaimma ruhtadeapmi
nob: 8.5 Finansiering av virksomheten

source: Doaibma oažžu vuođđodoarjaga Sámedikkis.
nob: Finansieringen av virksomheten hviler på grunntilskuddet fra Sametinget.

source: Sámedikki ja Romsas fylkasuohkana ovttasbargošiehtadusa vuođul juolluda maiddái fylkasuohkan doaibmadoarjaga.
nob: Gjennom samarbeidsavtalen mellom Sametinget og Troms fylkeskommune, utløses også grunntilskudd fra fylkeskommunen.

source: Dat lea birrasii 2‐ 300.000 kr jahkái.
nob: Dette ligger på 2‐300.000 i året.

source: Romssa suohkan juolluda birrasii 3‐400.000,‐ muhto ruhtasummat sáhttet ollu
nob: Tromsø kommune bidrar også med 3‐400.000, men her kan summene variere, og det det oppleves som noe usikkert etter kommunens

source: rievddadit jagis jahkái, ja maŋŋel go suohkana organiseren nuppástuvai nu ahte lea gávpotráđđi mii beassá bušeahta stivret, de lea šaddan eanet eahpesihkkaris dilli.
nob: omorganisering hvor byrådet har fått makt over budsjettet.

source: Dakkár giellaguovddáža doaimmat, mii lea olggobealde sámegiela hálddašanguovllu, ja danin ii oaččo oasi guovttegielatvuođadoarjagiin, leat áibbas dan duohken ahte oažžu prošeavttaide sierra ruhtadeami olggobeale ásahusain.
nob: Som et språksenter utenfor språkforvaltningsområdet og ingen tilgang til tospråklighetsmidler, er ekstern prosjektfinansiering helt avgjørende for å drive virksomheten.

source: 2009:s ledje guovddážis 10 prošeavtta maidda ožžo doarjaga, 2010 lohku lea 6.
nob: I 2009 hadde senteret 10 eksternt finansierte prosjekter, i 2010 var tallet 6.

source: Sámediggi lea áibbas čielgasit dat ásahus mii juolluda eanemus prošeaktadoarjagiid, muhto muhtun prošeavttaide leat
nob: Sametinget er den desidert viktigste finansiør av prosjekter, men det er også oppnådd støtte gjennom Norsk kulturråd (stedsnavn) og EU gjennom interregprogrammet.

source: ožžon doarjaga Norgga kulturráđis (báikenamat) ja EU interregprográmmas.
nob: Informanter ved språksenteret mener det er svært uheldig at det bare går an å søke finansiering til

source: Giellaguovddáža informánttaid mielas lea heittot go prošeaktaruhtadeami sáhttá ohcat dušše jahkái ain hávális.
nob: årlige prosjekter.

source: Guovddáš dárbbašivččii beassat guhkit áigái plánet doaimmaid vai nákce fidnet kursajođiheddjiid ja olle almmuhit kurssiid viidát.
nob: Senteret er avhengig av en lengre planleggingshorisont for å rekruttere kursholdere og annonsere kurs.

source: Leat árvvoštallan virgáibidjat ovtta bargi vel guovddážii, jus dieđáše ahte muhtun kurssiide oččoše máŋgga jahkái doarjaga.
nob: Det blir vurdert at senteret kunne ha gitt fast ansettelse til en medarbeider til, hvis de visste at enkelte kurs kunne sikres finansiering over flere år.

source: Maiddái dat ahte Sámediggi rievdada vuoruhemiid jagis jahkái, dagaha hástalusaid doaimmaid jođiheapmái.
nob: At Sametinget endrer prioriteringer fra år til år, skaper noen utfordringer for drifta.

source: Dasa lassin lea hui oanehis áigemearri Sámedikki bušeahta almmuheami ja prošeaktadoarjagiid ohcanáiggi gaskka.
nob: Dessuten er tidsfristene mellom framleggelse av Sametingets budsjett og søknadsfrister til prosjektmidler svært knapp.

source: Informánta váillaha ákkastallama Sámedikkis go eai doarjja ohcamušaid.
nob: Informanten savner også begrunnelse for avslag fra Sametinget.

source: 8.6 Doaimma ulbmil ja beaktu
nob: 8.6 Mål og effekter av virksomheten

source: Dieđuid čohkkenbargguin leat oaidnán ahte guovddážis lea leamaš hui dehálaš rolla sámegiela ja mearrasámi kultuvrra ealáskahttenbargguin, earenoamážit Moskaluovttas, muhto maiddái olles
nob: Datainnsamlingen har vist at senteret har hatt en svært viktig rolle for å revitalisere det samiske språket og den sjøsamiske kultur i Lakselvbukt spesielt og Ullsfjordområdet generelt.

source: Moskavuonas. Doaibma váikkuha dasa ahte sámegiella sihke gullo ja oidno, ja deattuhuvvo earenoamážit dat ahte mánát lea ožžon giela ruovttoluotta (1/3 oassi ohppiin leat válljen sámegiela skuvllas).
nob: Her bidrar virksomheten til at det samiske språket både høres og synes, og det fremheves spesielt at barna har tatt språket tilbake (1/3 av elevene har samisk i skolen).

source: Doaimmas ii leamaš seamma váikkuhus eará báikkiin iežas doaibmaguovllus, muhto searvá gal ollu doaluide Romssa gávpogis, áinnas ovttas eará dehálaš sámi áŋggirdeddjiiguin nugo ovdamearkkadihte sámi váhnenfierpmádagain, Báhpajávrri skuvllain, sámi servviiguin, Universitehtain jna..
nob: Virksomheten har ikke hatt den samme effekten i resten av virkeområdet, men deltar på mange ulike arenaer i Tromsø by, gjerne i

source: Giellaguovddáš fállá juohke jagi (Sámi álbmotbeaivvi oktavuođas) suohkana bargiide sámegiel kulturmáhtu ja maiddái oanehit sámegielkursse.
nob: samarbeid med andre viktige samiske aktører som samisk foreldrenettverk, Prestvannet skole, samiske foreninger, Universitetet mfl..

source: Go guovddážis lea bargi
nob: Språksenteret gir årlig (i forbindelse med samefolkets dag) et tilbud til kommunalt ansatte i samisk kulturkunnskap og minikurs i samisk.

source: ráđđeviesus, de lea suohkana bargiin eanet diehtu guovddáža birra, muhto muđui gal gávpotolbmuin lea unnán diehtu giellaguovddáža birra.
nob: Tilstedeværelsen på rådhuset har til en viss grad synliggjort og gjort senteret kjent blant kommunalt ansatte, men i mindre grad for befolkningen generelt i byen.

source: Maŋemus jahkeplánain leat bidjan olluvuođa dáfus mihttomeari guovddáža giellakurssiide ja eará doaimmaide.
nob: I de siste årsplanene er det satt kvantitative mål for hvor mange personer senterets språkkurs og andre aktiviteter skal nå.

source: Dat lea sihkkarit Sámedikki áigumušaid mielde, ja muitala man viidát doaimmat olahit.
nob: Dette er sikkert i tråd med Sametingets ønsker, og gir et visst innblikk i

source: Muhto diekkár mihttomeari sáhttá leat veaháš váttis olahit danin go Moskaluovtta guovlluin lunddolaš sivaid dihte eai leat nu beare ollu olbmot geaid sáhtášii olahit. Muhto Romssa gávpogis gal
nob: omfanget av aktivitetene. En slik kvantitativ tilnærming kan imidlertid utfordres ved at virksomheten i Lakselvbukt av naturlige årsaker ikke har et potensial for å nå et stort antall brukere.

source: sáhttet baicca olahit eatnagiid iežaset oanehis kurssiiguin, gos ásset miha eambbo olbmot, ja doppe lea vejolaš oppa guhkás dien mihttomeari joksat.
nob: Derimot har tilbudet om korte kurs i Tromsø by, hvor rekrutteringsgrunnlaget er så adskillig mye større, en bedre mulighet til høg score i måloppnåelse.

source: Guovddáš doalaha lagas oktavuođa Sámedikki hálddahusain prošeaktaohcamiid oktavuođas.
nob: Senteret har tett kontakt med Sametingets administrasjon i forbindelse med prosjektsøknader om ekstern finansiering.

source: Informánttat oaivvildit ahte lea dehálaš čađat čuovvut mielde makkár nannendoaimmaid Sámediggi álggaha ja movt rievdada vuoruhemiid.
nob: Informantene mener det er viktig å holde seg oppdatert om Sametingets

source: almmuhuvvo juovlamánus ja ohcanáigemearit leat guovvamánus.
nob: satsinger og endringer i prioriteringer.

source: Guovddáš lea maid leamaš oktavuođas Sámedikki politihkalaš dásiin, dalle go barge oažžut suohkana sámegiela hálddašanguvlui, ja dan oktavuođas go barget oažžut suohkana sámiide deaivvadanbáikkiid.
nob: Senteret har også hatt en del kontakt med politisk nivå i Sametinget i forbindelse med arbeidet med innlemming i språkforvaltningsområdet og for å få til møteplasser for samer i kommunen.

source: Guovddáš lea maŋemus jagi jahkedieđáhusain čállán dásseárvvu birra, leat čállán galles goappáge sohkabealis leat sihke stivrras, bargiid gaskkas ja kurssiin.
nob: Senteret har de siste årene rapportert om likestilling i sin årsmelding, både når det gjelder styresammensetning, ansatte, og deltakere på kurs.

source: Stivrra njuolggadusain daddjo ahte galgá leat unnimustá 40 % goappáge sohkabealis, ja dan leat bures čuvvon.
nob: Styret har vedtektsfestet at det skal minst være

source: Guovddáš lea ožžon Sámedikkis
nob: 40 % av hvert kjønn, og dette er fulgt opp.

source: dieđu ahte sii lágidit doaimmaid eanemusat nissonolbmuid várás, geat servet guovddáža giella‐, gáktegoarrun‐ ja dipmaduodjekurssiide ja čalmmustahttet árbemáhtu.
nob: Senteret har fått tilbakemelding fra Sametinget om at de retter virksomheten mest mot kvinner som deltakere på kurs, gjennom sine kofte‐, og myke duodjikurs, samt fokus på tradisjonell kunnskap.

source: Guovddáš buktá dasa veaháš bastilis mearkkašumi; ahte Sámediggi ieš orro darvánan dološ sohkabealsirren vieruide.
nob: Dette blir kommentert på en noe ironisk måte at Sametinget selv ser ut til å henge fast i gamle kjønnsroller.

source: Lea beare álkis vuohki jáhkkit ahte ovddida dásseárvvu jus lágida eanet niibedahkan‐ ja boagánkurssiid.
nob: Det vil være noe lettvint å tro at en fremmer likestilling ved å satse mer på knivkurs og beltekurs.

source: Giellaguovddáš lea vásihan ahte biebmoráhkadankurssiide servet álo eanet dievdoolbmot, muhto muđui giellakurssiin ja doaimmain mat leat mánáid váste, leat sullii seamma ollu nissonolbmot ja
nob: Språksenteret har dessuten erfart at

source: dievddut.
nob: matlagingskursene har en stor overvekt av mannlige deltakere, mens det er god kjønnsbalanse blant deltakerne i de fleste språkkurs og aktiviteten rettet mot barn og unge.

source: Guovddáš olaha juohke ahkahaččaid ulbmiljoavkkuid, mánáid rájes geain lea sámegieloahppu skuvllas ja gitta vuorasolbmuid rádjái geat álo leat eanetlogus fáddákurssiin.
nob: Senteret når målgrupper i alle aldre, fra barn med samiskundervisning i skolen, til eldre som dominerer som deltakere i de tematiske kursene.

source: Giellakurssiin lea eanas «váhnenbuolvaš, geain leat mánát (main maiddái soaitá leat sámegieloahppu) skuvllas dahje mánáidgárddis, muhto oasseváldin leat maid studanttat ja penšunisttat.
nob: Språkkursene domineres av «foreldregenerasjonenš, de som har barn (kanskje med samiskopplæring) i skole eller barnehage, men det er også studenter og pensjonister blant deltakerne.

source: Guovddáš leat geahčalan iskat man duhtavaččat olbmot leat kurssiiguin, ja bivdet ge oasseválddiid vástidit gažaldagaid dihto skovis kursse loahpas, muhto sis eai leamaš rievttes reaiddut dahje gelbbolašvuohta atnit dieid dieđuid ávkin.
nob: spørreskjema ved kursavslutning, men har ikke hatt de rette verktøyene eller kompetanse for å kunne utnytte denne kunnskapen.

source: Sii oaivvildit liikká alddineaset leat dan meare dieđuid ahte sáhttet rievdadit doaimmaid jus lea dárbu, danin go sii ožžot njálmmálaš dieđuid dađistaga ja go ságastallet olbmuiguin praktihkalaš áššiid birra, nugo lanjaid ja áigemeriid birra.
nob: Gjennom muntlige tilbakemeldinger underveis og diskusjoner rundt praktiske forhold rundt lokaler og tidspunkter, mener de likevel å få en god tilbakemelding som gir et grunnlag for å gjøre justeringer.

source: 8.7 Árvvoštallan
nob: 8.7 Vurdering

source: Go bálddastahttá eará giellaguovddážiiguin, de orro Romssa giellaguovddáš oalle ravddasdoaibmi fálaldat mii lea ollu nákcen čađahit vátna resurssaiguin.
nob: Sammenlignet med mange andre samiske språksentre fremstår språksenteret i Tromsø som et forholdsvis marginalt drevet tilbud der en har fått utrettet mye med beskjedne ressurser.

source: Guovddážis ii leat nu ollu doaibmanruhta, go lea olggobealde sámegiela hálddašanguovllu, ja danin dárbbaša ge čađat olggobeale ruhtadeami eanas prošeavttaide, ja geavaha ollu áiggi ruhtaohcamiidda.
nob: Som et språksenter utenfor forvaltningsområdet for samiske språk, har senteret begrensede faste driftsmidler, er avhengig av ekstern finansiering til de fleste prosjektene, og bruker mye ressurser på å søke midler.

source: Stuorámus hástalus dáidá leat nagodit gokčat buot dárbbuid mat leat báikkálaččat Moskaluovttas, Romssa gávpogis ja muđui dan geográfalaččat viiddis suohkanis, ja dasa lassin vel ránnjásuohkaniin. Dat ii leat dušše ruđalaš
nob: Den største utfordringen er kanskje å dekke alle behovene som finnes lokalt i Lakselvbukt, i Tromsø by, resten av den geografisk utstrakte kommunen, og i tillegg nabokommunene.

source: geahččalus, muhto gáibida maid eanet kapasitehta ja gelbbolašvuođa. Lea váttis gávdnat kursaoahpaheddjiid Romssa gávpogis gos muđui leat ollu doaimmat ja gos lea garra gilvu seamma bargiid alde.
nob: Dette er ikke utelukkende en økonomisk utfordring, men også en kapasitets‐ og kompetanseutfordring da det er vanskelig å rekruttere kursholdere i Tromsø by med mange virksomheter som konkurrerer om den samme arbeidskraften.

source: Giellaguovddáš gullá suohkana ossodahkii, ja dat organiserenmálle doaibmá oalle bures, muhto sáhttá leat váttis leat oidnosis sihke suohkanhálddahusas ja muđui olles suohkanis.
nob: Organisasjonsformen med en kommunal avdeling fungerer forholdsvis bra, men det kan være vanskelig å være tilstrekkelig synlig i det kommunale apparatet og blant folk flest i hele kommunen.

source: Vaikko eai oro gal sin gelbbolašvuođa geavaheamen nu bures go sáhtáše. Stivrras ii oro leamen beare ollu dadjamuš.
nob: Språksenteret er gjennom sin organisasjonsform og kommunale eierskap et redskap for kommunen, men kompetansen ser ikke ut til å bli ikke utnyttet fult ut.

source: Dat sáhttá vuolgit sihke das go lea suohkan gii oamasta giellaguovddáža, ja maiddái das go stivrras ii leat vejolašvuohta nu bearehaga váikkuhit doaimmaide.
nob: Styrets rolle oppleves som noe svak, noe som delvis henger sammen med språksenterets kommunale eierskap og styrets begrensede innflytelse over virksomheten.

source: Stivralahtuid válljemis leat deattuhan ahte galget dovdat Moskaluovtta guovllu, ja dat sáhttá boahtán (giella) fágalaš beroštumi sadjái.
nob: I styresammensetningen har en tradisjonelt vektlagt lokal kjennskap til Lakselvbuktområdet, noe som kan ha gått på bekostning av (språk) faglig tyngde.
